tap "beeftornado/rmtree"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/emacs"
tap "homebrew/fuse"
tap "homebrew/tex"
tap "homebrew/versions"
cask "xquartz"
brew "libyaml"
brew "openssl"
brew "readline"
brew "sqlite", args: ["with-functions"]
brew "ansible"
brew "archey"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "freetype"
brew "gettext"
brew "libffi"
brew "pcre"
brew "coreutils"
brew "libunistring"
brew "curl", args: ["with-openssl"], link: true
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "encfs"
brew "exercism"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "gmp"
brew "gawk"
brew "gd"
brew "gexiv2"
brew "git"
brew "git-lfs"
brew "glib-networking"
brew "gnu-sed"
brew "gnuplot", args: ["with-aquaterm"]
brew "pkg-config"
brew "libtool"
brew "graphviz"
brew "gtk-doc"
brew "htop"
brew "hugo"
brew "intltool"
brew "jrnl"
brew "ledger"
brew "libgit2"
brew "libmypaint"
brew "libressl"
brew "maven"
brew "xz"
brew "ncdu"
brew "nginx"
brew "node"
brew "ntfs-3g"
brew "nvm"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "poppler"
brew "prettyping"
brew "py2cairo"
brew "pygobject3", args: ["with-python@2"]
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "shellcheck"
brew "shunit2"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "vim"
brew "watson"
brew "wget"
brew "youtube-dl"
brew "beeftornado/rmtree/brew-rmtree"
cask "1password"
cask "aquaterm"
cask "atom"
cask "diffmerge"
cask "gitup"
cask "imageoptim"
cask "iterm2"
cask "macpass"
cask "mactex"
cask "onyx"
cask "slack"
cask "sqlitebrowser"
cask "the-unarchiver"
cask "torbrowser"
cask "visual-studio-code"
cask "vlc"
